content/posts/the_age_of_surveillance_capitalism.md
+++
title = "The Age of Surveillance Capitalism"
author = ["Daniel Biasiotto"]
date = 2023-12-03T03:46:00+01:00
tags = ["book"]
draft = false
+++

[Shoshana Zuboff]({{< relref "shoshana_zuboff.md" >}}), _The Age of Surveillance Capitalism_, 2019, Profile Books


## Resources {#resources}

-   [Zuboff's seminary on the book ](https://www.youtube.com/watch?v=8HzW5rzPUy8)
    -   Harriet Martineau, social observer: aristocracy in 1800s had a single word to describe non-aristocrats, _lower class_
        -   similarly to current _users_, homologous set of people
        -   from this framework sparked the class struggles
    -   this new flavour of [Capitalism]({{< relref "20210609150106-capitalism.md" >}}) has been around from 20 years, without a legislative framework for it
    -   the data is shared by third parties with none of them taking responsibility for the user's data
        -   the `SC`[^fn:1] persuade the users that spread of data is inevitable as the technology advances
    -   new commodities to sell are hard to come by, Google found the private experience of the users is a commodity
        -   predicting the behavior of the customer is priceless to capitalist
            -   they sell certainty to the business customers about the behavior of their targets
    -   for good prediction you need a lot of data, you need a big variety of data
        -   data is recorded from every possible source, face data, emotional behavior
        -   **scale and scope**
        -   nudging the user toward the
        -   Facebook conducted mass experiments with subliminal cues toward users
            -   they conclude they can bypass user awareness and point they toward an outcome
        -   this is a big threat to democracy
    -   **Epistemic Inequality**
        -   remote digital layer used to control and influence
        -   great societal asymmetry from the knowledge and the power derived from it
        -   without awareness you cannot respond or pushback
    -   is the _service_ free or is the _user_ free
        -   the capitalists are using the users for power and gain
    -   through **privacy** the self is formed
        -   what do **I** think, what do **I** do, etc.
        -   it is essential to growth and to identity, it is not simply a matter of: _if you have nothing to hide there is no need to worry!_
-   [VPRO Documentary](https://www.youtube.com/watch?v=hIXhnWUmMvw)
    -   misconception
        -   we think that all they have is what we _agree to give_
        -   the information we provide is the least interesting data they collect
        -   they gather all _residual data_, considered wasted date in the past
            -   they contain rich predictive data
        -   they say the data is used to improve the service
            -   the reality is only part of it is used this way
            -   the majority trains predictive models
                -   **Behavioral Surplus**, this was already more than required to improve the services
        -   targeted ads, `SC` does not restrict itself to online
            -   case of study of the woman shopping at Target that was targeted for pregnancy items before she even knew she was pregnant
        -   facial recognition models are sold to businesses and governments
            -   China holds a open air prison through the constant use of facial recognition
        -   Facebook conducted experiments to influence real world behavior through online cues
        -   Google developed PokemonGo under guise of an unknown game developer
            -   business customers paid for clickthrough-rate equivalent footfall-rate to the stores, in order to buy something
            -   business buy **lure modules**, these influence players to herd to the places paying for this
            -   **Economy of Actions**
        -   Google Nest
            -   a microphone was discovered that was not in the schematics
            -   extracting information from voices is very valuable and predictive as is face data
            -   for one Nest Thermostats
                -   one third-party sends data to third-party, with no taking of responsibility
                -   if the users don't agree to the terms of service the functionality is taken hostage
                -   1000 privacy contracts should be referenced to analyze where this data goes
        -   **Surveillance Dividend** puts big tech companies ahead of the competition as the offer surveillance on-top of a simple app
            -   get the commodities as cheap as possible, even free is possible
                -   google and Facebook giving free internet in development countries
            -   more people buying the products mean more data to build models
        -   models can predict emotions
            -   business customers buy these predictions to find the perfect moment for targeted ads to sell
        -   [Cambridge Analytica]({{< relref "cambridge_analytica.md" >}})
    -   [GDPR]({{< relref "gdpr.md" >}})
        -   doesn't address the majority of the data that is collected
        -   the data we didn't agree to give, or didn't know we did
        -   this data is not regulated the moment the data is extrapolated and sent to train the models


## Summary {#summary}

[^fn:1]: Surveillance Capitalists
